{
  "stories":
[
  {
    "uid": 1,
    "type": 3,
    "title":  "1 Shake off Your Problems",
    "description": "Shake off Your Problems\n\nA mans favorite donkey falls into a deep precipice. He cant pull it out no matter how hard he tries. He therefore decides to bury it alive.\n\nSoil is poured onto the donkey from above. The donkey feels the load, shakes it off, and steps on it. More soil is poured.\n\nIt shakes it off and steps up. The more the load was poured, the higher it rose. By noon, the donkey was grazing in green pastures.\n\nAfter much shaking off (of problems) And stepping up (learning from them), One will graze in GREEN PASTURES.",
    "moral": "The evil doer often comes to harm through his own deceit.",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 2,
    "type": 3,
    "title": "2 The Elephant Rope",
    "description": " The Elephant Rope\n\nAs a man was passing the elephants, he suddenly stopped, confused by the fact that these huge creatures were being held by only a small rope tied to their front leg. No chains, no cages. It was obvious that the elephants could, at anytime, break away from their bonds but for some reason, they did not.\n\nHe saw a trainer nearby and asked why these animals just stood there and made no attempt to get away. Well, trainer said, when they are very young and much smaller we use the same size rope to tie them and, at that age, its enough to hold them. As they grow up, they are conditioned to believe they cannot break away. They believe the rope can still hold them, so they never try to break free.\n\nThe man was amazed. These animals could at any time break free from their bonds but because they believed they couldnt, they were stuck right where they were.\n\nLike the elephants, how many of us go through life hanging onto a belief that we cannot do something, simply because we failed at it once before?\n\nFailure is part of learning; we should never give up the struggle in life.\n",
    "moral": "The evil doer often comes to harm through his own deceit.",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 3,
    "type": 3,
    "title": "3 Potatoes, Eggs, and Coffee Beans",
    "description": "Potatoes, Eggs, and Coffee Beans\n\nOnce upon a time a daughter complained to her father that her life was miserable and that she didnt know how she was going to make it. She was tired of fighting and struggling all the time. It seemed just as one problem was solved, another one soon followed.\n\nHer father, a chef, took her to the kitchen. He filled three pots with water and placed each on a high fire. Once the three pots began to boil, he placed potatoes in one pot, eggs in the second pot, and ground coffee beans in the third pot.\n\nHe then let them sit and boil, without saying a word to his daughter. The daughter, moaned and impatiently waited, wondering what he was doing.\n\nAfter twenty minutes he turned off the burners. He took the potatoes out of the pot and placed them in a bowl. He pulled the eggs out and placed them in a bowl.\n\nHe then ladled the coffee out and placed it in a cup. Turning to her he asked. Daughter, what do you see?\n\nPotatoes, eggs, and coffee, she hastily replied.\n\nLook closer, he said, and touch the potatoes. She did and noted that they were soft. He then asked her to take an egg and break it. After pulling off the shell, she observed the hard-boiled egg. Finally, he asked her to sip the coffee. Its rich aroma brought a smile to her face.\n\nFather, what does this mean? she asked.\n\nHe then explained that the potatoes, the eggs and coffee beans had each faced the same adversity the boiling water.\n\nHowever, each one reacted differently.\n\nThe potato went in strong, hard, and unrelenting, but in boiling water, it became soft and weak.\n\nThe egg was fragile, with the thin outer shell protecting its liquid interior until it was put in the boiling water. Then the inside of the egg became hard.\n\nHowever, the ground coffee beans were unique. After they were exposed to the boiling water, they changed the water and created something new.\n\nWhich are you, he asked his daughter. When adversity knocks on your door, how do you respond? Are you a potato, an egg, or a coffee bean? \n\nMoral:In life, things happen around us, things happen to us, but the only thing that truly matters is what happens within us.\n\nWhich one are you?",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 4,
    "type": 3,
    "title": "4 A Dish of Ice Cream",
    "description": "A Dish of Ice Cream\n\nIn the days when an ice cream sundae cost much less, a 10 year old boy entered a hotel coffee shop and sat at a table. A waitress put a glass of water in front of him.\n\n How much is an ice cream sundae? \n\n 50 cents,  replied the waitress.\n\nThe little boy pulled his hand out of his pocket and studied a number of coins in it.\n\n How much is a dish of plain ice cream?  he inquired. Some people were now waiting for a table and the waitress was a bit impatient.\n\n 35 cents,  she said brusquely.\n\nThe little boy again counted the coins.  I ll have the plain ice cream,  he said.\n\nThe waitress brought the ice cream, put the bill on the table and walked away. The boy finished the ice cream, paid the cashier and departed.\n\nWhen the waitress came back, she began wiping down the table and then swallowed hard at what she saw.\n\nThere, placed neatly beside the empty dish, were 15 cents   her tip.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 5,
    "type": 3,
    "title": "5 Colonel Sanders | Kentucky Fried Chicken(KFC)",
    "description": "Colonel Sanders | Kentucky Fried Chicken(KFC)\n\nOnce, there was an older man, who was broke, living in a tiny house and owned a beat up car. He was living off of $99 social security checks. At 65 years of age, he decide things had to change. So he thought about what he had to offer. His friends raved about his chicken recipe. He decided that this was his best shot at making a change.\n\nHe left Kentucky and traveled to different states to try to sell his recipe. He told restaurant owners that he had a mouthwatering chicken recipe. He offered the recipe to them for free, just asking for a small percentage on the items sold. Sounds like a good deal, right?\n\nUnfortunately, not to most of the restaurants. He heard NO over 1000 times. Even after all of those rejections, he didnt give up. He believed his chicken recipe was something special. He got rejected 1009 times before he heard his first yes.\n\nWith that one success Colonel Hartland Sanders changed the way Americans eat chicken. Kentucky Fried Chicken, popularly known as KFC, was born.\n\nRemember, never give up and always believe in yourself in spite of rejection.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 6,
    "type": 3,
    "title": "6 The Obstacle in our Path",
    "description": " The Obstacle in our Path\n\nThere once was a very wealthy and curious king. This king had a huge boulder placed in the middle of a road. Then he hid nearby to see if anyone would try to remove the gigantic rock from the road.\n\nThe first people to pass by were some of the kings wealthiest merchants and courtiers. Rather than moving it, they simply walked around it. A few loudly blamed the King for not maintaining the roads. Not one of them tried to move the boulder.\n\nFinally, a peasant came along. His arms were full of vegetables. When he got near the boulder, rather than simply walking around it as the others had, the peasant put down his load and tried to move the stone to the side of the road. It took a lot of effort but he finally succeeded.\n\nThe peasant gathered up his load and was ready to go on his way when he say a purse lying in the road where the boulder had been. The peasant opened the purse. The purse was stuffed full of gold coins and a note from the king. The kings note said the purses gold was a reward for moving the boulder from the road.\n\nThe king showed the peasant what many of us never understand: every obstacle presents an opportunity to improve our condition.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 7,
    "type": 3,
    "title": "7 Value",
    "description": " Value\n\nA popular speaker started off a seminar by holding up a $20 bill. A crowd of 200 had gathered to hear him speak. He asked, Who would like this $20 bill?\n\n200 hands went up.\n\nHe said, I am going to give this $20 to one of you but first, let me do this. He crumpled the bill up.\n\nHe then asked, Who still wants it?\n\nAll 200 hands were still raised.\n\nWell, he replied, What if I do this? Then he dropped the bill on the ground and stomped on it with his shoes.\n\nHe picked it up, and showed it to the crowd. The bill was all crumpled and dirty.\n\nNow who still wants it?\n\nAll the hands still went up.\n\nMy friends, I have just showed you a very important lesson. No matter what I did to the money, you still wanted it because it did not decrease in value. It was still worth $20. Many times in our lives, life crumples us and grinds us into the dirt. We make bad decisions or deal with poor circumstances. We feel worthless. But no matter what has happened or what will happen, you will never lose your value. You are special  Dont ever forget it!",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 8,
    "type": 3,
    "title": "8 A Very Special Bank Account",
    "description": " A Very Special Bank Account\n\nImagine you had a bank account that deposited $86,400 each morning. The account carries over no balance from day to day, allows you to keep no cash balance, and every evening cancels whatever part of the amount you had failed to use during the day. What would you do? Draw out every dollar each day!\n\nWe all have such a bank. Its name is Time. Every morning, it credits you with 86,400 seconds. Every night it writes off, as lost, whatever time you have failed to use wisely. It carries over no balance from day to day. It allows no overdraft so you cant borrow against yourself or use more time than you have. Each day, the account starts fresh. Each night, it destroys an unused time. If you fail to use the days deposits, its your loss and you cant appeal to get it back.\n\nThere is never any borrowing time. You cant take a loan out on your time or against someone elses. The time you have is the time you have and that is that. Time management is yours to decide how you spend the time, just as with money you decide how you spend the money. It is never the case of us not having enough time to do things, but the case of whether we want to do them and where they fall in our priorities.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 9,
    "type": 3,
    "title": "9  Story of  the Butterfly",
    "description": "The Story of the Butterfly\n\nA man found a cocoon of a butterfly.\nOne day a small opening appeared.\nHe sat and watched the butterfly for several hours\nas it struggled to squeeze its body through the tiny hole.\nThen it stopped, as if it couldn’t go further.\n\nButterfly\nSo the man decided to help the butterfly.\nHe took a pair of scissors and\nsnipped off the remaining bits of cocoon.\nThe butterfly emerged easily but\nit had a swollen body and shriveled wings.\n\nThe man continued to watch it,\nexpecting that any minute the wings would enlarge\nand expand enough to support the body,\nNeither happened!\nIn fact the butterfly spent the rest of its life\ncrawling around.\nIt was never able to fly.\n\nWhat the man in his kindness\nand haste did not understand:\nThe restricting cocoon and the struggle\nrequired by the butterfly to get through the opening\nwas a way of forcing the fluid from the body\ninto the wings so that it would be ready\nfor flight once that was achieved.\n\nSometimes struggles are exactly\nwhat we need in our lives.\nGoing through life with no obstacles would cripple us.\nWe will not be as strong as we could have been\nand we would never fly.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 10,
    "type": 3,
    "title": "10 Stories about goal setting",
    "description": "Stories about goal setting...\n\nOne man was searching for an answer to the question: What is the power? .\nHe found out that there was a sage in his region. He came to this sage and saw that there was a nice house instead of poor shag and children were playing in the yard A man was surprised; he thought that people who comprehended the truth, should live differently. He asked the owner to help him to find the answer.\n\nA sage said:\n You can find the strength in yourself. Seek for your way or follow the road of the ancestors  Ill tell you a story\n\nOne man, looking for perfection, was training hard day after day. And he knew the power of body.\n\nNot bowing to the difficulties, he went ahead. Defeated himself. And he knew the power of spirit.\n\nComprehending the thoughts of great people, he found his opinion. And he knew the power of knowledge.\n\nHe fell in love, bowed down to the earth goddess of his heart. And he knew the power of feelings.\n\nHe had a house and a family. He took his child in the arms, and knew the power of life.\n\nEncountering the unknown with pacification, he did not regret about the past and knew the power of death.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 11,
    "type": 3,
    "title": "11 The important things in life",
    "description": "The important things in life\n\n\nA philosophy professor stood before his class with some items on the table in front of him. When the class began, wordlessly he picked up a very large and empty mayonnaise jar and proceeded to fill it with rocks, about 2 inches in diameter.\n\nHe then asked the students if the jar was full. They agreed that it was.\n\nSo the professor then picked up a box of pebbles and poured them into the jar. He shook the jar lightly. The pebbles, of course, rolled into the open areas between the rocks.\n\nHe then asked the students again if the jar was full. They agreed it was.\n\nThe professor picked up a box of sand and poured it into the jar. Of course, the sand filled up the remaining open areas of the jar.\n\nHe then asked once more if the jar was full. The students responded with a unanimous Yes.\n\nNow, said the professor, I want you to recognize that this jar represents your life. The rocks are the important things  your family, your partner, your health, your children  things that if everything else was lost and only they remained, your life would still be full. The pebbles are the other things that matter  like your job, your house, your car. The sand is everything else, the small stuff.\n\nIf you put the sand into the jar first, he continued, there is no room for the pebbles or the rocks. The same goes for your life. If you spend all your time and energy on the small stuff, you will never have room for the things that are important to you. Pay attention to the things that are critical to your happiness. Play with your children. Take your partner out dancing. There will always be time to go to work, clean the house, give a dinner party, or fix the disposal.\n\nTake care of the rocks first  the things that really matter. Set your priorities. The rest is just sand.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 12,
    "type": 3,
    "title": "12 The Group of Frogs (Encouragement)",
    "description": " The Group of Frogs (Encouragement)\n\n\nAs a group of frogs were traveling through the woods, two of them fell into a deep pit. When the other frogs crowded around the pit and saw how deep it was, they told the two frogs that theyre was no hope left for them.\n\nHowever, the two frogs decided to ignore what the others were saying and they proceeded to try and jump out of the pit. Despite their efforts, the group of frogs at the top of he pit were still saying that they should just give up. That they would never make it out.\n\nEventually, one of the frogs took heed to what the others were saying and he gave up, falling down to his death. The other frog continued to jump as hard as he could. Again, the crowd of frogs yelled at him to stop the pain and just die.\n\nHe jumped even harder and finally made it out. When he got out, the other frogs said, Did you not hear us?\n\nThe frog explained to them that he was deaf. He thought they were encouraging him the entire time.\n\nMoral of the story: Peoples words can have a big effect on others lives. Think about what you say before it comes out of your mouth. It might just be the difference between life and death.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 13,
    "type": 3,
    "title": "13 A Pound of Butter (Honesty)",
    "description": "A Pound of Butter (Honesty)\n\nA Pound of Butter (Inspirational Short Stories)\n\nThere was a farmer who sold a pound of butter to a baker. One day the baker decided to weigh the butter to see if he was getting the right amount, which he wasnt. Angry about this, he took the farmer to court.\n\nThe judge asked the farmer if he was using any measure to weight the butter. The farmer replied, Honor, I am primitive. I dont have a proper measure, but I do have a scale.\n\nThe judge asked, Then how do you weigh the butter?\n\nThe farmer replied;\n\n    Your Honor, long before the baker started buying butter from me, I have been buying a pound loaf of bread from him. Every day when the baker brings the bread, I put it on the scale and give him the same weight in butter. If anyone is to be blamed, it is the baker.\n\nMoral of the story: In life, you get what you give. Dont try and cheat others.\n ",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 14,
    "type": 3,
    "title": "14 The Obstacle In Our Path (Opportunity)",
    "description": " The Obstacle In Our Path (Opportunity)\n\nThe Obstacle in Our Path (Inspirational Short Stories)\n\nIn ancient times, a King had a boulder placed on a roadway. He then hid himself and watched to see if anyone would move the boulder out of the way. Some of the kings wealthiest merchants and courtiers came by and simply walked around it.\n\nMany people loudly blamed the King for not keeping the roads clear, but none of them did anything about getting the stone out of the way.\n\nA peasant then came along carrying a load of vegetables. Upon approaching the boulder, the peasant laid down his burden and tried to push the stone out of the road. After much pushing and straining, he finally succeeded.\n\nAfter the peasant went back to pick up his vegetables, he noticed a purse lying in the road where the boulder had been. The purse contained many gold coins and a note from the King explaining that the gold was for the person who removed the boulder from the roadway.\n\nMoral of the story: Every obstacle we come across in life gives us an opportunity to improve our circumstances, and whilst the lazy complain, the others are creating opportunities through their kind hearts, generosity and willingness to get things done.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 15,
    "type": 3,
    "title": "15 The Butterfly (Struggles)",
    "description": "The Butterfly (Struggles)\n\nThe Butterfly (Inspirational Short Stories)\n\nA man found a cocoon of a butterfly. One day a small opening appeared. He sat and watched the butterfly for several hours as it struggled to force its body through that little hole. Until it suddenly stopped making any progress, and looked like it was stuck.\n\nSo the man decided to help the butterfly. He took a pair of scissors and snipped off the remaining bit of the cocoon. The butterfly then emerged easily, although it had a swollen body and small, shriveled wings.\n\nThe man didnt think anything of it, and sat there waiting for the wings to enlarge to support the butterfly. But that didnt happen. The butterfly spent the rest of its life unable to fly, crawling around with tiny wings and a swollen body.\n\nDespite the kind heart of the man, he didnt understand that the restricting cocoon and the struggle needed by the butterfly to get itself through the small opening were Gods way of forcing fluid from the body of the butterfly into its wings to prepare itself for flying once it was out of the cocoon.\n\nMoral of the story: Our struggles in life develop our strengths. Without struggles we never grow and never get stronger, so its important for us to tackle challenges on our own, and not be relying on help from others.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 16,
    "type": 3,
    "title": "16 Control Your Temper (Anger)",
    "description": "Control Your Temper (Anger)\n\nControl Your Temper (Inspirational Short Stories)\n\nThere once was a little boy who had a very bad temper. His father decided to hand him a bag of nails and said that every time the boy lost his temper, he had to hammer a nail into the fence.\n\nOn the first day, the boy hammered 37 nails into that fence. The boy gradually began to control his temper over the next few weeks, and number of nails he was hammering into the fence slowly decreased. He discovered it was easier to control his temper than to hammer those nails into the fence.\n\nFinally, the day came when the boy didnt lose his temper at all. He told his father the news and the father suggested that the boy should now pull out a nail every day he kept his temper under control.\n\nThe days passed and the young boy was finally able to tell his father that all the nails were gone. The father took his son by the hand and led him to the fence.\n\n    you have done well, my son, but look at the holes in the fence. The fence will never be the same. When you say things in anger, they leave a scar just like this one. You can put a knife in a man and draw it out. It wont matter how many times you say Im sorry, the wound is still there.\n\nMoral of the story: Control your anger, and dont say things to people in the heat of the moment, that you may later regret. Some things in life, you are unable to take back.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 17,
    "type": 3,
    "title": "17 The Blind Girl (Change)",
    "description": "The Blind Girl (Change)\n\nThe Blind Girl (Inspirational Short Stories)\n\nThere was a blind girl who hated herself purely for the fact she was blind. The only person she didnt hate was her loving boyfriend, as he was always there for her. She said that if she could only see the world, she would marry him.\n\nOne day, someone donated a pair of eyes to her  now she could see everything, including her boyfriend. Her boyfriend asked her, now that you can see the world, will you marry me?\n\nThe girl was shocked when she saw that her boyfriend was blind too, and refused to marry him. Her boyfriend walked away in tears, and later wrote a letter to her saying:\n\n    Just take care of my eyes dear.\n\nMoral of the story: When our circumstances change, so does our mind. Some people may not be able to see the way things were before, and might not be able to appreciate them. There are many things to take away from this story, not just one.\n\nThis is one of the inspirational short stories that left me speechless.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 18,
    "type": 3,
    "title": "18 Puppies for Sale (Understanding)",
    "description": " Puppies for Sale (Understanding)\n\nPuppies for Sale (Inspirational Short Stories)\n\nA shop owner placed a sign above his door that said: Puppies For Sale.\n\nSigns like this always have a way of attracting young children, and to no surprise, a boy saw the sign and approached the owner; How much are you going to sell the puppies for? he asked.\n\nThe store owner replied, Anywhere from $30 to $50.\n\nThe little boy pulled out some change from his pocket. I have $2.37, he said. Can I please look at them?\n\nThe shop owner smiled and whistled. Out of the kennel came Lady, who ran down the aisle of his shop followed by five teeny, tiny balls of fur. One puppy was lagging considerably behind. Immediately the little boy singled out the lagging, limping puppy and said, Whats wrong with that little dog?\n\nThe shop owner explained that the veterinarian had examined the little puppy and had discovered it didnt have a hip socket. It would always limp. It would always be lame.\n\nThe little boy became excited. That is the puppy that I want to buy.\n\nThe shop owner said, No, you dont want to buy that little dog. If you really want him, Ill just give him to you.\n\nThe little boy got quite upset. He looked straight into the store owners eyes, pointing his finger, and said;\n\n    I dont want you to give him to me. That little dog is worth every bit as much as all the other dogs and Ill pay full price. In fact, Ill give you $2.37 now, and 50 cents a month until I have him paid for.\n\nThe shop owner countered, You really dont want to buy this little dog. He is never going to be able to run and jump and play with you like the other puppies.\n\nTo his surprise, the little boy reached down and rolled up his pant leg to reveal a badly twisted, crippled left leg supported by a big metal brace. He looked up at the shop owner and softly replied, Well, I dont run so well myself, and the little puppy will need someone who understands!",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 19,
    "type": 3,
    "title": "19 Box Full of Kisses (Love)",
    "description": "Box Full of Kisses (Love)\n\nBox Full of Kisses (Inspirational Short Stories)\n\nSome time ago, a man punished his 3-year-old daughter for wasting a roll of gold wrapping paper. Money was tight and he became infuriated when the child tried to decorate a box to put under the Christmas tree.\n\nNevertheless, the little girl brought the gift to her father the next morning and said, This is for you, Daddy.\n\nThe man became embarrassed by his overreaction earlier, but his rage continue when he saw that the box was empty. He yelled at her; Dont you know, when you give someone a present, there is supposed to be something inside?\n\nThe little girl looked up at him with tears in her eyes and cried;\n\n    Oh, Daddy, its not empty at all. I blew kisses into the box. Theyre all for you, Daddy.\n\nThe father was crushed. He put his arms around his little girl, and he begged for her forgiveness.\n\nOnly a short time later, an accident took the life of the child. Her father kept the gold box by his bed for many years and, whenever he was discouraged, he would take out an imaginary kiss and remember the love of the child who had put it there.\n\nMoral of the story: Love is the most precious gift in the world.\n",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 20,
    "type": 3,
    "title": "20 One who read the future",
    "description": "One who read the future\nAstrologer Moral Story\n\nA man who lived a long time ago believed that he could read the future in the stars. He called himself an Astrologer and spent his time at night gazing at the sky. He was always busy worrying about future and villagers often came to him, hoping to know what their future holds.\n\nOne evening he was walking along the open road outside the village. His eyes were fixed on the stars. He thought he saw there that the end of the world was at near. He lost in his thoughts about the future. As he was looking at the stars, he kept walking without looking down. Suddenly, he fell into a ditch full of mud and water.\n\nHe was sinking in the muddy water, and madly trying to claw at the slippery sides of the hole in his effort to climb out. He was unable to crawl out and fearing for his life, he started screaming for help. His cries for help soon brought the villagers running.\n\nAs they pulled him out of the mud, one of them said, You pretend to read the future in the stars, and yet you fail to see what is at your feet! This may teach you to pay more attention to what is right in front of you, and let the future take care of itself.\n\nWhat use is it, said another, to read the stars, when you cant see whats right here on the earth?\n\n    Moral: We all want our future to be bright and happy, but the time doesnt stop for anyone. Each tomorrow turns into today, your present is also a part your future. There is always a tomorrow to look forward to and improve, but you cant go back to yesterday. So, maintain the balance of your present life while you work for a better tomorrow.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid": 21,
    "type": 3,
    "title": "21 Choose Your Words Wisely",
    "description": "Choose Your Words Wisely\n\nOnce upon a time, an old man spread rumors that his neighbor was a thief. As a result, the young man was arrested. Days later the young man was proven innocent. After being released, the man felt humiliated as he walked to his home. He sued the old man for wrongly Accusing him.\n\nIn court, the old man told the Judge, They were just comments, didnt Harm anyone.. The judge, before passing sentence on the case, told the old man, Write All the things you said about him on a piece of paper. Cut them up and On the way home, throw the pieces of paper out. Tomorrow, come back to Hear the sentence.\n\nThe next day, the judge told the old man, Before receiving the Sentence, you will have to go out and gather all the pieces of paper That you threw out yesterday. The old man said, I cant do that! The wind must have spreads them and I wont Know where to find them.\n\nThe judge then replied, The same way, simple comments may destroy the honor of a man to such an extent that one is not able to fix it. The old man realized his mistake and asked for forgiveness.\n\n    Moral: Do not malignant or blame anyone without knowing the fact or a truth. Your words may ruin someones reputation without any fault of theirs.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid":22,
    "type": 3,
    "title": "22 Wealth without a Value",
    "description": "Wealth without a Value\n\nA Miser had buried his gold in a secret place in his garden. Every day he went to the spot, dug up the treasure and counted it piece by piece to make sure it was all there. He made so many trips that a Thief, who had been observing him, guessed what it was the Miser had hidden, and one night quietly dug up the treasure and made off with it.\n\nWhen the Miser discovered his loss, he was overcome with grief and despair. He groaned and cried and tore his hair. A passerby heard his cries and asked what had happened.\n\n�My gold! O my gold!� cried the Miser, wildly, �someone has robbed me!�\n\n�Your gold! There in that hole? Why did you put it there? Why did you not keep it in the house where you could easily get it when you had to buy things?�\n\n�Buy!� screamed the Miser angrily. �Why, I never touched the gold. I couldn�t think of spending any of it.�\n\nThe stranger picked up a large stone and threw it into the hole. �If that is the case,� he said, �cover up that stone. It is worth just as much to you as the treasure you lost!�\n\n    Moral: Saving, Spending wisely and appropriately is a good sign if you do it for a good purpose. Otherwise, a possession is worth no more than the use we make of it.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid":23,
    "type": 3,
    "title": "23 The Reflection of Your Actions",
    "description": "The Reflection of Your Actions\n\nA man and his son were going through the forest hills. Suddenly, the boy fell down on the trail and screamed with a pain, Aah! Surprisingly, he heard the same voice from the mountain, Aah! Curiously, the boy shouted, Who is this? But the voice replied the same, Who is this? He got angry, and shouted again, You are stupid! And again the voice replied the same, You are stupid!\n\nAnnoyed By this, the boy asked his father, Father, What is going on? Who is this? The Father replied, Son, Pay attention. The father shouted, You are very nice. And the voice responded the same, You are very nice! The father again shouted, Thank you. And the voice again responded the same, Thank you! The son was very surprised but he still could not understand what was happening.\n\nThe father explained, Son, people call it resonance, but this is the truth of the life. The life is a reflection of your actions. What you will give to others, you will receive the same in return.\n\n    Moral: What we give to others, life gives us the same in return. Your life is not an accident or a coincidence, but it is the shadow of your actions.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid":24,
    "type": 3,
    "title": "24 Think Before You Judge",
    "description": "Think Before You Judge\n\nA doctor entered the hospital in hurry after being called in for an urgent surgery. He answered the call asap, changed his clothes and went directly to the surgery block.  He found the boys father pacing in the hall waiting for the doctor.\n\nOn seeing him, the father yelled, Why did you take all this time to come? Dont you know that my sons life is in danger? Dont you have any sense of responsibility?\n\nThe doctor smiled and said, I am sorry, I wasnt in the hospital and I came as fast as I could after receiving the call and now, I wish youd calm down so that I can do my work.\n\nCalm down?! What if your son was in this room right now, would you calm down? If your own son dies while waiting for the doctor than what will you do?? said the father angrily.  The doctor smiled again and replied, We will do our best by Gods grace and you should also pray for your sons healthy life.\n\nGiving advises when were not concerned is so easy Murmured the father.\n\nThe surgery took some hours after which the doctor went out happy, Thank goodness! your son is saved! And without waiting for the fathers reply he carried on his way running by saying, If you have any questions, ask the nurse.\n\nWhy is he so arrogant? He couldnt wait some minutes so that I ask about my sons state Commented the father when seeing the nurse minutes after the doctor left.  The nurse answered, tears coming down her face, His son died yesterday in a road accident, he was at the burial when we called him for your sons surgery.  And now that he saved your sons life, he left running to finish his sons burial.\n\n    Moral: Never judge anyone because you never know how their life is and what theyre going through.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  },
  {
    "uid":25,
    "type": 3,
    "title": "25 Smartest Man in the World",
    "description": "Smartest Man in the World\n\nA doctor, a lawyer, a little boy and a priest were out for a Sunday afternoon flight on a small private plane. Suddenly, the plane developed engine trouble. In spite of the best efforts of the pilot, the plane started to go down. Finally, the pilot grabbed a parachute and yelled to the passengers that they better jump, and he himself bailed out.\n\nUnfortunately, there were only three parachutes remaining.\n\nThe doctor grabbed one and said Im a doctor, I save lives, so I must live, and jumped out.\n\nThe lawyer then said, Im a lawyer and lawyers are the smartest people in the world. I deserve to live. He also grabbed a parachute and jumped.\n\nThe priest looked at the little boy and said, My son, Ive lived a long and full life. You are young and have your whole life ahead of you. Take the last parachute and live in peace.\n\nThe little boy handed the parachute back to the priest and said, Not to worry Father. The smartest man in the world just took off with my back pack.\n\n    Moral: Your job doesnt always define you, but being a Good Human being Does.",
    "moral": "",
    "imgUrl": "",
    "rating": 0,
    "tags": []
  }
]}